Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Authenticate with your device password to continue.
de: Authentifizieren Sie sich mit Ihrem Gerätepasswort, um fortzufahren.
es: Autentíquese con la contraseña de su dispositivo para continuar.
fr: Authentifiez-vous avec le mot de passe de votre appareil pour continuer.
hi: जारी रखने के लिए अपने डिवाइस पासवर्ड से प्रमाणित करें।
id: Otentikasi dengan kata sandi perangkat Anda untuk melanjutkan.
ja: 続行するには、デバイスのパスワードで認証してください。
ko: 계속하려면 장치 비밀번호로 인증하세요.
pl: Aby kontynuować, uwierzytelnij się za pomocą hasła urządzenia.
pt_br: Autentique-se com a senha do seu dispositivo para continuar.
tr: Devam etmek için cihazınızın şifresiyle kimlik doğrulaması yapın.
uk: Щоб продовжити, пройдіть автентифікацію за допомогою пароля пристрою.
vi: Xác thực bằng mật khẩu thiết bị của bạn để tiếp tục.
zh_hans: 使用您的设备密码进行身份验证以继续。
zh_hant: 使用您的裝置密碼進行身份驗證以繼續。

source: Authoritative nameserver (e.g. ns1.example.com.)
de: Autorisierender Nameserver (z. B. ns1.example.com.)
es: Servidor de nombres autorizado (por ejemplo, ns1.example.com.)
fr: Serveur de noms faisant autorité (par exemple ns1.example.com.)
hi: आधिकारिक नेमसर्वर (उदा. ns1.example.com.)
id: Server nama resmi (mis. ns1.example.com.)
ja: 権限のあるネームサーバー (例: ns1.example.com)
ko: 신뢰할 수 있는 네임서버(예: ns1.example.com)
pl: Autorytatywny serwer nazw (np. ns1.example.com.)
pt_br: Servidor de nomes oficial (por exemplo, ns1.example.com.)
tr: Yetkili ad sunucusu (ör. ns1.example.com.)
uk: Авторитетний сервер імен (наприклад, ns1.example.com.)
vi: Máy chủ tên có thẩm quyền (ví dụ: ns1.example.com.)
zh_hans: 权威域名服务器（例如 ns1.example.com。）
zh_hant: 權威網域名稱伺服器（例如 ns1.example.com.）

source: Auto
de: Automatisch
es: Automático
fr: Automatique
hi: ऑटो
id: Otomatis
ja: 自動
ko: 자동
pl: Automat
pt_br: Automático
tr: Otomatik
uk: Авто
vi: Tự động
zh_hans: 汽车
zh_hant: 汽車

source: Auto-Lock
de: Automatische Sperre
es: Bloqueo automático
fr: Verrouillage automatique
hi: ऑटो-लॉक
id: Kunci Otomatis
ja: オートロック
ko: 자동 잠금
pl: Automatyczna blokada
pt_br: Bloqueio automático
tr: Otomatik Kilit
uk: Автоблокування
vi: Tự động khóa
zh_hans: 自动锁
zh_hant: 自動鎖

source: Auto-Renew
de: Automatische Verlängerung
es: Renovación automática
fr: Renouvellement automatique
hi: स्वतः नवीनीकरण
id: Perpanjangan Otomatis
ja: 自動更新
ko: 자동 갱신
pl: Automatyczne odnawianie
pt_br: Renovação automática
tr: Otomatik Yenileme
uk: Автоматичне поновлення
vi: Tự động gia hạn
zh_hans: 自动续订
zh_hant: 自動續訂

source: Automatic (System Default)
de: Automatisch (Systemstandard)
es: Automático (predeterminado del sistema)
fr: Automatique (système par défaut)
hi: स्वचालित (सिस्टम डिफ़ॉल्ट)
id: Otomatis (Default Sistem)
ja: 自動 (システムのデフォルト)
ko: 자동(시스템 기본값)
pl: Automatyczny (domyślne ustawienie systemu)
pt_br: Automático (padrão do sistema)
tr: Otomatik (Sistem Varsayılanı)
uk: Автоматично (за замовчуванням у системі)
vi: Tự động (Mặc định hệ thống)
zh_hans: 自动（系统默认）
zh_hant: 自動（系統預設）

source: Automatic TTL
de: Automatisches TTL
es: TTL automático
fr: TTL automatique
hi: स्वचालित टीटीएल
id: TTL otomatis
ja: 自動TTL
ko: 자동 TTL
pl: Automatyczny TTL
pt_br: TTL automático
tr: Otomatik TTL
uk: Автоматичний TTL
vi: TTL tự động
zh_hans: 自动TTL
zh_hant: 自動TTL

source: Automatic TTL is supported. Manual values must be between 60 and 86400 seconds.
de: Automatisches TTL wird unterstützt. Manuelle Werte müssen zwischen 60 und 86400 Sekunden liegen.
es: Se admite TTL automático. Los valores manuales deben estar entre 60 y 86400 segundos.
fr: Le TTL automatique est pris en charge. Les valeurs manuelles doivent être comprises entre 60 et 86 400 secondes.
hi: स्वचालित टीटीएल समर्थित है. मैन्युअल मान 60 और 86400 सेकंड के बीच होना चाहिए।
id: TTL otomatis didukung. Nilai manual harus antara 60 dan 86400 detik.
ja: 自動 TTL がサポートされています。手動値は 60 ～ 86400 秒である必要があります。
ko: 자동 TTL이 지원됩니다. 수동 값은 60~86400초 사이여야 합니다.
pl: Obsługiwany jest automatyczny TTL. Wartości ręczne muszą mieścić się w przedziale od 60 do 86400 sekund.
pt_br: TTL automático é suportado. Os valores manuais devem estar entre 60 e 86.400 segundos.
tr: Otomatik TTL desteklenir. Manuel değerler 60 ile 86400 saniye arasında olmalıdır.
uk: Підтримується автоматичний TTL. Значення, встановлені вручну, мають бути від 60 до 86400 секунд.
vi: TTL tự động được hỗ trợ. Giá trị thủ công phải nằm trong khoảng từ 60 đến 86400 giây.
zh_hans: 支持自动TTL。手动值必须介于 60 到 86400 秒之间。
zh_hant: 支援自動TTL。手動值必須介於 60 到 86400 秒之間。

source: Automatic uses the zone default TTL. Explicit values must be between 60 and 2147483647 seconds.
de: Automatisch verwendet die Zonen-Standard-TTL. Explizite Werte müssen zwischen 60 und 2147483647 Sekunden liegen.
es: Automático utiliza el TTL predeterminado de la zona. Los valores explícitos deben estar entre 60 y 2147483647 segundos.
fr: Automatique utilise la durée de vie par défaut de la zone. Les valeurs explicites doivent être comprises entre 60 et 2 147 483 647 secondes.
hi: स्वचालित ज़ोन डिफ़ॉल्ट टीटीएल का उपयोग करता है। स्पष्ट मान 60 और 2147483647 सेकंड के बीच होना चाहिए।
id: Otomatis menggunakan TTL default zona. Nilai eksplisit harus antara 60 dan 2147483647 detik.
ja: 自動では、ゾーンのデフォルト TTL が使用されます。明示的な値は 60 ～ 2147483647 秒である必要があります。
ko: 자동은 영역 기본 TTL을 사용합니다. 명시적 값은 60초에서 2147483647초 사이여야 합니다.
pl: Automatycznie używa domyślnego TTL strefy. Jawne wartości muszą mieścić się w przedziale od 60 do 2147483647 sekund.
pt_br: Automático usa o TTL padrão da zona. Os valores explícitos devem estar entre 60 e 2147483647 segundos.
tr: Otomatik, bölge varsayılan TTL'sini kullanır. Açık değerler 60 ile 2147483647 saniye arasında olmalıdır.
uk: Автоматично використовує стандартний TTL зони. Явні значення мають бути від 60 до 2147483647 секунд.
vi: Tự động sử dụng TTL mặc định của vùng. Giá trị rõ ràng phải nằm trong khoảng từ 60 đến 2147483647 giây.
zh_hans: 自动使用区域默认 TTL。显式值必须介于 60 到 2147483647 秒之间。
zh_hant: 自動使用區域預設 TTL。顯式值必須介於 60 到 2147483647 秒之間。

source: Azure DNS applies one TTL to an entire RRset, from 1 through 2147483647 seconds.
de: Azure DNS wendet eine TTL auf einen gesamten RRset an, von 1 bis 2147483647 Sekunden.
es: Azure DNS aplica un TTL a un RRset completo, desde 1 hasta 2147483647 segundos.
fr: Azure DNS applique une durée de vie à un RRset entier, de 1 à 2 147 483 647 secondes.
hi: Azure DNS 1 से 2147483647 सेकंड तक संपूर्ण RRset पर एक TTL लागू करता है।
id: Azure DNS menerapkan satu TTL ke seluruh RRset, dari 1 hingga 2147483647 detik.
ja: Azure DNS は、1 ～ 2147483647 秒の 1 つの TTL を RRset 全体に適用します。
ko: Azure DNS는 1초부터 2147483647초까지 전체 RRset에 하나의 TTL을 적용합니다.
pl: Azure DNS stosuje jeden czas TTL do całego zestawu RR, od 1 do 2147483647 sekund.
pt_br: O DNS do Azure aplica um TTL a um RRset inteiro, de 1 a 2147483647 segundos.
tr: Azure DNS, 1 ile 2147483647 saniye arasında bir RRset'in tamamına bir TTL uygular.
uk: Azure DNS застосовує один TTL до всього RRset від 1 до 2147483647 секунд.
vi: Azure DNS áp dụng một TTL cho toàn bộ tập bản ghi tài nguyên, từ 1 đến 2147483647 giây.
zh_hans: Azure DNS 将一个 TTL 应用到整个 RRset，从 1 秒到 2147483647 秒。
zh_hant: Azure DNS 將一個 TTL 套用到整個 RRset，從 1 秒到 2147483647 秒。

source: Basic Information
de: Grundlegende Informationen
es: Información básica
fr: Informations de base
hi: बुनियादी जानकारी
id: Informasi Dasar
ja: 基本情報
ko: 기본정보
pl: Podstawowe informacje
pt_br: Informações Básicas
tr: Temel Bilgiler
uk: Основна інформація
vi: Thông tin cơ bản
zh_hans: 基本信息
zh_hant: 基本訊息

source: Bought
de: Gekauft
es: Comprado
fr: Acheté
hi: खरीदा
id: Membeli
ja: 購入しました
ko: 구입
pl: Kupiony
pt_br: Comprei
tr: satın aldım
uk: Купив
vi: đã mua
zh_hans: 买了
zh_hant: 買了

source: Bulk Replace
de: Massenaustausch
es: Reemplazo masivo
fr: Remplacement en bloc
hi: थोक प्रतिस्थापन
id: Penggantian Massal
ja: 一括置換
ko: 대량 교체
pl: Wymień zbiorczo
pt_br: Substituição em massa
tr: Toplu Değiştirme
uk: Масова заміна
vi: Thay thế hàng loạt
zh_hans: 批量替换
zh_hant: 批量替換

source: Bulk import processed
de: Massenimport verarbeitet
es: Importación masiva procesada
fr: Importation groupée traitée
hi: थोक आयात संसाधित
id: Impor massal diproses
ja: 一括インポート処理済み
ko: 대량 가져오기 처리됨
pl: Przetworzono import zbiorczy
pt_br: Importação em massa processada
tr: Toplu içe aktarma işlendi
uk: Масовий імпорт оброблено
vi: Đã xử lý nhập số lượng lớn
zh_hans: 批量导入处理
zh_hant: 批次導入處理

source: Bulk import results
de: Ergebnisse des Massenimports
es: Resultados de importación masiva
fr: Résultats de l'importation groupée
hi: थोक आयात परिणाम
id: Hasil impor massal
ja: 一括インポート結果
ko: 대량 가져오기 결과
pl: Wyniki importu zbiorczego
pt_br: Resultados de importação em massa
tr: Toplu içe aktarma sonuçları
uk: Результати масового імпорту
vi: Kết quả nhập hàng loạt
zh_hans: 批量导入结果
zh_hant: 批次導入結果

source: Bulk replace processed
de: Massenersetzung durchgeführt
es: Reemplazo masivo procesado
fr: Remplacement groupé traité
hi: थोक प्रतिस्थापन संसाधित
id: Penggantian massal diproses
ja: 一括置換処理済み
ko: 대량 교체가 처리되었습니다.
pl: Przetworzono wymianę zbiorczą
pt_br: Substituição em massa processada
tr: Toplu değiştirme işlendi
uk: Масову заміну оброблено
vi: Đã xử lý thay thế hàng loạt
zh_hans: 已处理批量替换
zh_hant: 已處理批量替換

source: Bulk replace results
de: Ergebnisse der Massenersetzung
es: Resultados de reemplazo masivo
fr: Résultats du remplacement groupé
hi: थोक में परिणाम बदलें
id: Hasil penggantian massal
ja: 結果を一括置換
ko: 대량 교체 결과
pl: Wyniki zamiany zbiorczej
pt_br: Resultados de substituição em massa
tr: Sonuçları toplu değiştirme
uk: Масова заміна результатів
vi: Kết quả thay thế hàng loạt
zh_hans: 批量替换结果
zh_hant: 批量替換結果

source: CAA flags, between 0 and 255
de: CAA-Flags, zwischen 0 und 255
es: Banderas CAA, entre 0 y 255
fr: Flags CAA, entre 0 et 255
hi: सीएए झंडे, 0 और 255 के बीच
id: Bendera CAA, antara 0 dan 255
ja: CAA フラグ、0 ～ 255
ko: CAA 플래그(0~255)
pl: Flagi CAA, od 0 do 255
pt_br: Sinalizadores CAA, entre 0 e 255
tr: 0 ile 255 arasında CAA bayrakları
uk: Прапори CAA, від 0 до 255
vi: Cờ CAA, từ 0 đến 255
zh_hans: CAA 标志，介于 0 到 255 之间
zh_hant: CAA 標誌，介於 0 到 255 之間

source: CAA value is required
de: CAA-Wert ist erforderlich
es: Se requiere el valor CAA
fr: La valeur CAA est requise
hi: सीएए मान आवश्यक है
id: Nilai CAA diperlukan
ja: CAA値は必須です
ko: CAA 값은 필수 항목입니다.
pl: Wymagana jest wartość CAA
pt_br: O valor CAA é obrigatório
tr: CAA değeri gerekli
uk: Необхідне значення CAA
vi: Giá trị CAA là bắt buộc
zh_hans: CAA 值是必需的
zh_hant: CAA 值是必要的

source: CDN Enabled
de: CDN aktiviert
es: CDN habilitado
fr: CDN activé
hi: सीडीएन सक्षम
id: CDN Diaktifkan
ja: CDN を有効にする
ko: CDN 활성화
pl: Włączono CDN
pt_br: CDN habilitado
tr: CDN Etkin
uk: CDN увімкнено
vi: Đã bật CDN
zh_hans: 启用 CDN
zh_hant: 啟用 CDN

source: CSV file is empty
de: CSV-Datei ist leer
es: El archivo CSV está vacío
fr: Le fichier CSV est vide
hi: सीएसवी फ़ाइल खाली है
id: File CSV kosong
ja: CSV ファイルが空です
ko: CSV 파일이 비어 있습니다.
pl: Plik CSV jest pusty
pt_br: O arquivo CSV está vazio
tr: CSV dosyası boş
uk: Файл CSV порожній
vi: Tệp CSV trống
zh_hans: CSV 文件为空
zh_hant: CSV 檔案為空

source: CSV file not found
de: CSV-Datei nicht gefunden
es: Archivo CSV no encontrado
fr: Fichier CSV introuvable
hi: सीएसवी फ़ाइल नहीं मिली
id: Berkas CSV tidak ditemukan
ja: CSVファイルが見つかりません
ko: CSV 파일을 찾을 수 없습니다
pl: Nie znaleziono pliku CSV
pt_br: Arquivo CSV não encontrado
tr: CSV dosyası bulunamadı
uk: Файл CSV не знайдено
vi: Không tìm thấy tệp CSV
zh_hans: 未找到 CSV 文件
zh_hant: 未找到 CSV 文件

source: Cache Duration
de: Cache-Dauer
es: Duración de la caché
fr: Durée du cache
hi: कैश अवधि
id: Durasi Tembolok
ja: キャッシュ期間
ko: 캐시 기간
pl: Czas trwania pamięci podręcznej
pt_br: Duração do Cache
tr: Önbellek Süresi
uk: Тривалість кешу
vi: Thời lượng bộ đệm
zh_hans: 缓存持续时间
zh_hant: 快取持續時間

source: Cache zones and records locally to reduce API calls and improve performance
de: Cachen Sie Zonen und Datensätze lokal, um API-Aufrufe zu reduzieren und die Leistung zu verbessern
es: Almacene en caché zonas y registros localmente para reducir las llamadas API y mejorar el rendimiento.
fr: Cachez les zones et les enregistrements localement pour réduire les appels d'API et améliorer les performances
hi: एपीआई कॉल को कम करने और प्रदर्शन में सुधार करने के लिए स्थानीय स्तर पर कैश ज़ोन और रिकॉर्ड
id: Zona cache dan catatan secara lokal untuk mengurangi panggilan API dan meningkatkan kinerja
ja: ゾーンとレコードをローカルにキャッシュして API 呼び出しを減らし、パフォーマンスを向上させる
ko: 영역과 레코드를 로컬로 캐시하여 API 호출을 줄이고 성능을 향상시킵니다.
pl: Strefy pamięci podręcznej i rekordy lokalnie, aby zmniejszyć liczbę wywołań API i poprawić wydajność
pt_br: Armazene zonas e registros em cache localmente para reduzir chamadas de API e melhorar o desempenho
tr: API çağrılarını azaltmak ve performansı artırmak için bölgeleri ve kayıtları yerel olarak önbelleğe alın
uk: Локальне кешування зон і записів для зменшення викликів API і підвищення продуктивності
vi: Vùng đệm và bản ghi cục bộ để giảm lệnh gọi API và cải thiện hiệu suất
zh_hans: 在本地缓存区域和记录以减少 API 调用并提高性能
zh_hant: 在本地快取區域和記錄以減少 API 呼叫並提高效能

source: Caller Reference
de: Anruferreferenz
es: Referencia de la persona que llama
fr: Référence de l'appelant
hi: कॉलर संदर्भ
id: Referensi Penelepon
ja: 呼び出し元のリファレンス
ko: 발신자 참조
pl: Referencja dzwoniącego
pt_br: Referência do chamador
tr: Arayan Referansı
uk: Довідка абонента
vi: Tham khảo người gọi
zh_hans: 来电者参考
zh_hant: 來電者參考

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batalkan
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Changes the record type and available form fields
de: Ändert den Datensatztyp und die verfügbaren Formularfelder
es: Cambia el tipo de registro y los campos de formulario disponibles.
fr: Modifie le type d'enregistrement et les champs de formulaire disponibles
hi: रिकॉर्ड प्रकार और उपलब्ध प्रपत्र फ़ील्ड बदलता है
id: Mengubah jenis rekaman dan bidang formulir yang tersedia
ja: レコードタイプと使用可能なフォームフィールドを変更します
ko: 레코드 유형 및 사용 가능한 양식 필드를 변경합니다.
pl: Zmienia typ rekordu i dostępne pola formularza
pt_br: Altera o tipo de registro e os campos de formulário disponíveis
tr: Kayıt türünü ve mevcut form alanlarını değiştirir
uk: Змінює тип запису та доступні поля форми
vi: Thay đổi loại bản ghi và các trường biểu mẫu có sẵn
zh_hans: 更改记录类型和可用表单字段
zh_hant: 更改記錄類型和可用表單字段

source: Changing registrar nameservers can interrupt DNS until delegation propagates.
de: Das Ändern der Nameserver des Registrars kann DNS unterbrechen, bis die Delegierung erfolgt.
es: Cambiar los servidores de nombres del registrador puede interrumpir el DNS hasta que se propague la delegación.
fr: La modification des serveurs de noms du bureau d'enregistrement peut interrompre le DNS jusqu'à ce que la délégation se propage.
hi: रजिस्ट्रार नेमसर्वर बदलने से डेलिगेशन प्रसारित होने तक डीएनएस बाधित हो सकता है।
id: Mengubah server nama registrar dapat mengganggu DNS hingga delegasi disebarkan.
ja: レジストラのネームサーバーを変更すると、委任が伝播するまで DNS が中断される可能性があります。
ko: 등록자 이름 서버를 변경하면 위임이 전파될 때까지 DNS가 중단될 수 있습니다.
pl: Zmiana serwerów nazw rejestratora może przerwać działanie systemu DNS do czasu propagacji delegowania.
pt_br: A alteração dos servidores de nomes do registrador pode interromper o DNS até que a delegação se propague.
tr: Kayıt şirketi ad sunucularının değiştirilmesi, yetkilendirme yayılana kadar DNS'yi kesintiye uğratabilir.
uk: Зміна серверів імен реєстратора може призвести до переривання DNS, доки не пошириться делегування.
vi: Việc thay đổi máy chủ tên của công ty đăng ký có thể làm gián đoạn DNS cho đến khi việc ủy quyền được phổ biến.
zh_hans: 更改注册商名称服务器可能会中断 DNS，直到委托传播为止。
zh_hant: 更改註冊商名稱伺服器可能會中斷 DNS，直到委託傳播為止。

source: Choose File...
de: Wählen Sie Datei...
es: Elija Archivo...
fr: Choisissez Fichier...
hi: फ़ाइल चुनें...
id: Pilih Berkas...
ja: ファイルを選択...
ko: 파일 선택...
pl: Wybierz plik...
pt_br: Escolha Arquivo...
tr: Dosya Seç...
uk: Виберіть файл...
vi: Chọn tệp...
zh_hans: 选择文件...
zh_hant: 選擇檔案...

source: Choose an environment from the sidebar to view zones
de: Wählen Sie in der Seitenleiste eine Umgebung aus, um Zonen anzuzeigen
es: Elija un entorno de la barra lateral para ver zonas
fr: Choisissez un environnement dans la barre latérale pour afficher les zones
hi: ज़ोन देखने के लिए साइडबार से एक वातावरण चुनें
id: Pilih lingkungan dari sidebar untuk melihat zona
ja: サイドバーから環境を選択してゾーンを表示します
ko: 영역을 보려면 사이드바에서 환경을 선택하세요.
pl: Wybierz środowisko z paska bocznego, aby wyświetlić strefy
pt_br: Escolha um ambiente na barra lateral para visualizar as zonas
tr: Bölgeleri görüntülemek için kenar çubuğundan bir ortam seçin
uk: Виберіть середовище на бічній панелі, щоб переглянути зони
vi: Chọn một môi trường từ thanh bên để xem các vùng
zh_hans: 从侧边栏中选择一个环境来查看区域
zh_hant: 從側邊欄中選擇一個環境來查看區域

source: Choose how dates and times are displayed in the created and modified columns.
de: Wählen Sie aus, wie Datums- und Uhrzeitangaben in den erstellten und geänderten Spalten angezeigt werden.
es: Elija cómo se muestran las fechas y horas en las columnas creadas y modificadas.
fr: Choisissez la façon dont les dates et les heures sont affichées dans les colonnes créées et modifiées.
hi: चुनें कि निर्मित और संशोधित कॉलम में दिनांक और समय कैसे प्रदर्शित होते हैं।
id: Pilih bagaimana tanggal dan waktu ditampilkan di kolom yang dibuat dan diubah.
ja: 作成および変更された列に日付と時刻を表示する方法を選択します。
ko: 생성 및 수정된 열에 날짜와 시간이 표시되는 방식을 선택합니다.
pl: Wybierz sposób wyświetlania dat i godzin w tworzonych i modyfikowanych kolumnach.
pt_br: Escolha como as datas e horas serão exibidas nas colunas criadas e modificadas.
tr: Oluşturulan ve değiştirilen sütunlarda tarih ve saatlerin nasıl görüntüleneceğini seçin.
uk: Виберіть спосіб відображення дат і часу у створених і змінених стовпцях.
vi: Chọn cách hiển thị ngày và giờ trong các cột đã tạo và sửa đổi.
zh_hans: 选择日期和时间在创建和修改的列中的显示方式。
zh_hant: 選擇日期和時間在建立和修改的列中的顯示方式。

source: Choose the app you want to connect. DNSDeck will show only the setup details for that app.
de: Wählen Sie die App aus, die Sie verbinden möchten. DNSDeck zeigt nur die Setup-Details für diese App an.
es: Elija la aplicación que desea conectar. DNSDeck mostrará solo los detalles de configuración de esa aplicación.
fr: Choisissez l'application à laquelle vous souhaitez vous connecter. DNSDeck affichera uniquement les détails de configuration de cette application.
hi: वह ऐप चुनें जिसे आप कनेक्ट करना चाहते हैं. ZXQDNSDEKTERM0000QXZ केवल उस ऐप के लिए सेटअप विवरण दिखाएगा।
id: Pilih aplikasi yang ingin Anda sambungkan. DNSDeck hanya akan menampilkan detail pengaturan untuk aplikasi itu.
ja: 接続するアプリを選択します。 DNSDeck には、そのアプリのセットアップの詳細のみが表示されます。
ko: 연결하려는 앱을 선택하세요. DNSDeck는 해당 앱의 설정 세부정보만 표시합니다.
pl: Wybierz aplikację, z którą chcesz się połączyć. DNSDeck wyświetli tylko szczegóły konfiguracji tej aplikacji.
pt_br: Escolha o aplicativo que você deseja conectar. DNSDeck mostrará apenas os detalhes de configuração desse aplicativo.
tr: Bağlanmak istediğiniz uygulamayı seçin. ZXQDNNSDECKTERM0000QXZ yalnızca söz konusu uygulamanın kurulum ayrıntılarını gösterecektir.
uk: Виберіть програму, яку хочете підключити. DNSDeck покаже лише деталі налаштування для цієї програми.
vi: Chọn ứng dụng bạn muốn kết nối. DNSDeck sẽ chỉ hiển thị chi tiết thiết lập cho ứng dụng đó.
zh_hans: 选择您要连接的应用程序。 DNSDeck 将仅显示该应用程序的设置详细信息。
zh_hant: 選擇您要連接的應用程式。 DNSDeck 將僅顯示該應用程式的設定詳細資訊。

source: Clear All Cache
de: Gesamten Cache löschen
es: Borrar todo el caché
fr: Effacer tout le cache
hi: सभी कैश साफ़ करें
id: Hapus Semua Cache
ja: すべてのキャッシュをクリア
ko: 모든 캐시 지우기
pl: Wyczyść całą pamięć podręczną
pt_br: Limpar todo o cache
tr: Tüm Önbelleği Temizle
uk: Очистити весь кеш
vi: Xóa tất cả bộ nhớ đệm
zh_hans: 清除所有缓存
zh_hant: 清除所有快取

source: Click "Add Record" below to start adding DNS records.
de: Klicken Sie unten auf „Eintrag hinzufügen“, um mit dem Hinzufügen von DNS-Einträgen zu beginnen.
es: Haga clic en "Agregar registro" a continuación para comenzar a agregar registros DNS.
fr: Cliquez sur « Ajouter un enregistrement » ci-dessous pour commencer à ajouter des enregistrements DNS.
hi: DNS रिकॉर्ड जोड़ना शुरू करने के लिए नीचे "रिकॉर्ड जोड़ें" पर क्लिक करें।
id: Klik "Tambahkan Catatan" di bawah untuk mulai menambahkan catatan DNS.
ja: 下の「レコードの追加」をクリックして、DNS レコードの追加を開始します。
ko: DNS 레코드 추가를 시작하려면 아래의 "레코드 추가"를 클릭하세요.
pl: Kliknij „Dodaj rekord” poniżej, aby rozpocząć dodawanie rekordów DNS.
pt_br: Clique em "Adicionar registro" abaixo para começar a adicionar registros DNS.
tr: DNS kayıtlarını eklemeye başlamak için aşağıdaki "Kayıt Ekle"yi tıklayın.
uk: Натисніть «Додати запис» нижче, щоб почати додавати записи DNS.
vi: Nhấp vào "Thêm bản ghi" bên dưới để bắt đầu thêm bản ghi DNS.
zh_hans: 点击下面的“添加记录”开始添加DNS记录。
zh_hant: 點擊下面的「新增記錄」開始新增DNS記錄。

source: Client ID
de: Kunden-ID
es: ID de cliente
fr: Identifiant client
hi: ग्राहक आईडी
id: ID Klien
ja: クライアントID
ko: 클라이언트 ID
pl: Identyfikator klienta
pt_br: ID do cliente
tr: Müşteri Kimliği
uk: ID клієнта
vi: ID khách hàng
zh_hans: 客户ID
zh_hant: 客戶ID

source: Client Secret
de: Client-Geheimnis
es: Secreto del cliente
fr: Secret client
hi: ग्राहक रहस्य
id: Rahasia Klien
ja: クライアントシークレット
ko: 클라이언트 비밀번호
pl: Sekret Klienta
pt_br: Segredo do cliente
tr: Müşteri Sırrı
uk: Секрет клієнта
vi: Bí mật khách hàng
zh_hans: 客户秘密
zh_hant: 客戶秘密

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Cloudflare
de: Wolkenflare
es: Llamarada de nube
fr: Flare nuageuse
hi: बादल भड़कना
id: awan suar
ja: クラウドフレア
ko: 클라우드플레어
pt_br: nuvemflare
tr: Bulut parlaması
vi: Đám mây bùng phát
zh_hans: 云耀
zh_hant: 雲耀

source: Cloudflare Nameservers
de: Cloudflare-Nameserver
es: Servidores de nombres de Cloudflare
fr: Serveurs de noms Cloudflare
hi: क्लाउडफ्लेयर नेमसर्वर
id: Server Nama Cloudflare
ja: Cloudflareネームサーバー
ko: Cloudflare 이름 서버
pl: Serwery nazw Cloudflare
pt_br: Servidores de nomes Cloudflare
tr: Cloudflare Ad Sunucuları
uk: Сервери імен Cloudflare
vi: Máy chủ tên Cloudflare
zh_hans: Cloudflare 域名服务器
zh_hant: Cloudflare 網域伺服器

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
hi: टिप्पणी करें
id: Komentar
ja: コメント
ko: 댓글
pl: Komentarz
pt_br: Comentário
tr: Yorum
uk: коментар
vi: Bình luận
zh_hans: 评论
zh_hant: 評論

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
hi: टिप्पणियाँ
id: Komentar
ja: コメント
ko: 댓글
pl: Komentarze
pt_br: Comentários
tr: Yorumlar
uk: Коментарі
vi: Bình luận
zh_hans: 评论
zh_hant: 評論

source: Compartment OCID
de: Fach-OCID
es: OCID del compartimento
fr: OCID du compartiment
hi: कम्पार्टमेंट ओसीआईडी
id: Kompartemen OCID
ja: コンパートメントOCID
ko: 구획 OCID
pl: Przedział OCID
pt_br: OCID do compartimento
tr: Bölme OCID'si
uk: Відсік OCID
vi: Khoang OCID
zh_hans: 室室 OCID
zh_hant: 室室 OCID

source: Complete Zone Activation
de: Schließen Sie die Zonenaktivierung ab
es: Activación de zona completa
fr: Activation complète de la zone
hi: पूर्ण जोन सक्रियण
id: Selesaikan Aktivasi Zona
ja: 完全なゾーンのアクティベーション
ko: 구역 활성화 완료
pl: Zakończ aktywację strefy
pt_br: Ativação completa da zona
tr: Bölge Aktivasyonunu Tamamla
uk: Повна активація зони
vi: Hoàn tất kích hoạt vùng
zh_hans: 完成区域激活
zh_hant: 完成區域激活

source: Config Verified
de: Konfiguration überprüft
es: Configuración verificada
fr: Configuration vérifiée
hi: कॉन्फ़िगरेशन सत्यापित
id: Konfigurasi Terverifikasi
ja: 構成が検証されました
ko: 구성이 확인되었습니다.
pl: Konfiguracja zweryfikowana
pt_br: Configuração verificada
tr: Yapılandırma Doğrulandı
uk: Конфігурація перевірена
vi: Cấu hình đã được xác minh
zh_hans: 配置已验证
zh_hant: 配置已驗證

source: Configure providers for
de: Konfigurieren Sie Anbieter für
es: Configurar proveedores para
fr: Configurer les fournisseurs pour
hi: के लिए प्रदाताओं को कॉन्फ़िगर करें
id: Konfigurasikan penyedia untuk
ja: プロバイダーを構成する
ko: 다음에 대한 공급자 구성
pl: Skonfiguruj dostawców dla
pt_br: Configurar provedores para
tr: Sağlayıcıları yapılandırın
uk: Налаштувати постачальників для
vi: Định cấu hình nhà cung cấp cho
zh_hans: 配置提供者
zh_hant: 配置提供者
